Repository: featurepulse/feature-pulse-ios
Catalog: Demo/FeaturePulseDemo/FeaturePulseDemo/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, zh_hans

source: App Language Settings
de: App-Spracheinstellungen
es: Ajustes de idioma de la app
fr: Réglages de langue de l’app
it: Impostazioni lingua app
pt_pt: Definições de idioma da app
zh_hans: App 语言设置

source: Close
de: Schliessen
es: Cerrar
fr: Fermer
it: Chiudi
pt_pt: Fechar
zh_hans: 关闭

source: Custom ID
de: Eigene ID
es: ID personalizada
fr: ID personnalisée
it: ID personalizzato
pt_pt: ID personalizada
zh_hans: 自定义 ID

source: Demo user
de: Demo-Nutzer
es: Usuario de demo
fr: Utilisateur de démo
it: Utente demo
pt_pt: Utilizador de demo
zh_hans: 演示用户

source: Home
de: Start
es: Inicio
fr: Accueil
pt_pt: Início
zh_hans: 首页

source: Key
de: Schlüssel
es: Clave
fr: Clé
it: Chiave
pt_pt: Chave
zh_hans: 密钥

source: Open FeaturePulse Modal
de: FeaturePulse-Modal öffnen
es: Abrir modal de FeaturePulse
fr: Ouvrir la modale FeaturePulse
it: Apri modale FeaturePulse
pt_pt: Abrir modal do FeaturePulse
zh_hans: 打开 FeaturePulse 弹窗

source: Plan
de: Tarif
fr: Forfait
it: Piano
pt_pt: Plano
zh_hans: 套餐

source: Reset CTA Banner
de: CTA-Banner zurücksetzen
es: Restablecer banner de CTA
fr: Réinitialiser la bannière CTA
it: Reimposta banner CTA
pt_pt: Repor banner de CTA
zh_hans: 重置 CTA 横幅

source: SDK Settings
de: SDK-Einstellungen
es: Ajustes del SDK
fr: Réglages du SDK
it: Impostazioni SDK
pt_pt: Definições do SDK
zh_hans: SDK 设置

source: Show Status Badges
de: Status-Badges anzeigen
es: Mostrar insignias de estado
fr: Afficher les badges de statut
it: Mostra badge di stato
pt_pt: Mostrar emblemas de estado
zh_hans: 显示状态徽章

source: Show Translation Button
de: Übersetzungsbutton anzeigen
es: Mostrar botón de traducción
fr: Afficher le bouton de traduction
it: Mostra pulsante di traduzione
pt_pt: Mostrar botão de tradução
zh_hans: 显示翻译按钮

source: Text Color
de: Textfarbe
es: Color del texto
fr: Couleur du texte
it: Colore testo
pt_pt: Cor do texto
zh_hans: 文本颜色

source: Tint Color
de: Akzentfarbe
es: Color de acento
fr: Couleur d’accent
it: Colore accento
pt_pt: Cor de destaque
zh_hans: 强调色

source: Translation is available on iOS 18+ for non-English locales. On Simulator, the native translation UI may not appear until language support is available.
de: Übersetzung ist unter iOS 18+ für nicht-englische Sprachen verfügbar. Im Simulator erscheint die native Übersetzungsoberfläche möglicherweise erst, wenn die Sprachunterstützung verfügbar ist.
es: La traducción está disponible en iOS 18+ para idiomas que no sean inglés. En el simulador, la interfaz nativa de traducción puede no aparecer hasta que el idioma esté disponible.
fr: La traduction est disponible sur iOS 18+ pour les langues autres que l’anglais. Dans le simulateur, l’interface native de traduction peut ne pas apparaître tant que la langue n’est pas disponible.
it: La traduzione è disponibile su iOS 18+ per le lingue diverse dall’inglese. Nel simulatore, l’interfaccia di traduzione nativa potrebbe non apparire finché il supporto della lingua non è disponibile.
pt_pt: A tradução está disponível no iOS 18+ para idiomas que não sejam inglês. No Simulador, a interface nativa de tradução pode não aparecer até que o suporte ao idioma esteja disponível.
zh_hans: 翻译功能适用于 iOS 18+ 的非英语语言环境。在模拟器中，原生翻译界面可能要等到语言支持可用后才会显示。

source: FeaturePulse Swift Package demo
es: Demo del paquete Swift de FeaturePulse
fr: Démo du package Swift FeaturePulse
it: Demo del pacchetto Swift FeaturePulse
pt_pt: Demo do pacote Swift FeaturePulse
zh_hans: FeaturePulse Swift 包演示

source: Feedback
es: Comentarios
fr: Avis
zh_hans: 反馈
